Repository: lochmueller/faq
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# flexform.itemsPerPage
source: List: Show items per page
de: Liste: FAQs pro Seite anzeigen

# flexform.addSchemaOrgHeader
source: Enable schema.org Header
de: Schema.org Header aktivieren

# flexform.addSchemaOrgHeader.description
source: For details see https://schema.org/FAQPage"
de: Für Details siehe https://schema.org/FAQPage

# flexform.enablePagination
source: Enable Pagination
de: Paginierung aktivieren

# flexform.enablePagination.description
source: Enable Pagination
de: Paginierung aktivieren

# flexform.initialCategory
source: Initial selected category
de: Initial ausgewählte Kategorie

# flexform.initialCategory.description
source: You can only select categories of first level
de: Es können nur Kategorien der ersten Ebene ausgewählt werden.

# flexform.faqSingleCategory.itemsPerPage
source: Number of items
de: Anzahl der Elemente

# flexform.faqSingleCategory.itemsPerPage.description
source: Number of items to show in a list.
de: Anzahl der Elemente welche in einer Liste angezeigt werden.

# flexform.faqSingleCategory.Category
source: Selected category
de: Ausgewählte Kategorie

# flexform.faqSingleCategory.Category.description
source: You can only select categories of at least the second level.
de: Es kann nur eine Kategorie von mindestens der zweiten Ebene ausgewählt werden.

# flexform.faqSingleCategory.Category.pleaseSelect
source: Please Select...
de: Bitte Auswählen...

# flexform.allFaqsPageLink
source: All faqs page link
de: Alle FAQs Seitenlink

# flexform.allFaqsPageLink.description
source: The page where all faqs are displayed.
de: Die Seite auf der alle FAQs zu sehen sind.

# flexform.allFaqsPageLinkText
source: All faqs page link text
de: Alle FAQs Seitenlinktext

# flexform.allFaqsPageLinkText.description
source: The Text of the page link where all faqs are displayed.
de: Der Text des Seitenlinkes wo alle FAQs angezeigt werden.

# flexform.overrideCategoryDescription
source: Overwrite category description text
de: Kategoriebeschreibungstext überschreiben

# flexform.overrideCategoryDescription.description
source: Overwrites the category description text. If this field is empty the description or title of the selected category will be displayed.
de: Der Text welcher statt der Kategoriebeschreibung angezeigt werden soll. Wenn das Feld leer ist, wird die Beschreibung oder der Titel der Kategorie angezeigt.

# form.email
source: Email (for the answer)
de: E-Mail-Adresse (für unsere Antwort)

# form.headline
source: Send us your question!
de: Es fehlt eine Frage? Teilen Sie sie uns mit!

# form.question
source: Your question
de: Ihre Frage

# form.submit
source: Send question
de: Frage übermitteln

source: No questions found.
de: Es konnten keine FAQ gefunden werden.

# flexform.itemsPerPage.description
source: List: Show items per page
de: Liste: Zeige Elemente pro Seite

# plugin.FaqAll
source: FAQ All Categories
de: FAQ Alle Kategorien

# plugin.Question
source: FAQ Question Input
de: FAQ Frageneingabe

# plugin.FaqSingleCategory
source: FAQ Single Category Selection
de: FAQ Einzelne Kategorie auswahl

# plugin.FaqSingleCategory.errors.noCategorySelected
source: Please select a category initially.
de: Bitte Wähle eine Startkategorie aus.
